Repository: Bajoo/client-pc
Catalog: bajoo/locale/*/LC_MESSAGES/bajoo.po
Languages: fr, ru, vi

source: Actual version: %s
fr: Version actuelle : %s

source: Automatically send crash reports to Bajoo
fr: Envoyer automatiquement les rapports de bug à Bajoo

source: Activate debug mode
fr: Activer le mode debug
ru: Активировать режим ошибок
vi: Kích hoạt chế độ debug

source: Apply the updates automatically
fr: Appliquer automatiquement les mises à jour
ru: Установить автоматическое обновление
vi: Cập nhật tự động

source: Don't synchronize hidden files
fr: Ne pas synchroniser les fichiers cachés
ru: Не синхронизировать скрытые файлы
vi: Không đồng bộ hóa các tập tin ẩn

source: Updates
fr: Mises à jour
ru: Обновление
vi: Cập nhật

source: Check updates
fr: Vérifier les mises à jour

source: Restart
fr: Rédémarrer
vi: Khởi động lại

source: Checking last update available ...
fr: Vérification de la dernière version disponible ...
vi: Kiểm tra bản cập nhật mới nhất...

source: Automatic Bajoo updates are available only for the packaged Windows version.
fr: Les mises à jour automatiques ne sont disponibles que pour la version officielle Windows.
vi: Chức năng tự động cập nhật hiện chỉ có ở phiên bản Windows.

source: Update attempt has been aborted.
fr: La tentative de mise à jour a été interrompue.
vi: Bạn đã bỏ qua cập nhật.

source: Your software is up to date.
fr: Votre logiciel est à jour.
vi: Bạn đang dùng phiên bản mới nhất.

source: Searching new updates ...
fr: Recherche de mise à jour ...
vi: Tìm phiên bản cập nhật mới...

source: New version found: %s
fr: Nouvelle version détectée: %s
vi: Tìm thấy phiên bản mới: %s

source: Downloading the new version ...
fr: Téléchargement de la nouvelle version ...
vi: Tải phiên bản mới

source: Retrying after an error happened ...
fr: Nouvel essai après qu'une erreur soit survenue ...

source: An error happened: %s
fr: Une erreur s'est produite : %s

source: New version ready to be installed ...
fr: Nouvelle version prête à être installé ...
vi: Phiên bản mới đã sẵn sàng được cài đặt...

source: Install in progress ...
fr: Installation en cours ...

source: Cleaning up old files
fr: Suppression des anciens fichiers
vi: Dọn dẹp các tập tin cũ

source: Bajoo has been updated to version %s. It must be restarted to apply changes.
fr: Bajoo a été mis à jour à la version %s. Il doit être redémarré pour appliquer les changements.
vi: Bajoo đã được cập nhật đến phiên bản %s. Bạn cần khởi động lại phần mềm để các thay đổi mới được áp dụng.

source: Advanced settings
fr: Paramètres avancés
ru: Расширенные настройки
vi: Tùy chỉnh nâng cao

source: Create
fr: Créer
ru: Создать
vi: Tạo mới

source: Team share
fr: Partage collaboratif
ru: Совместный обмен
vi: Chia sẻ nhóm

source: Public share
fr: Partage public
ru: Публичный обмен
vi: Chia sẻ công cộng

source: Encrypt this share
fr: Chiffrer ce partage
ru: Зашифровать обмен
vi: Mã hóa chia sẻ này

source: Do not synchronize on this PC
fr: Ne pas synchroniser sur ce PC
ru: Не синхронизировать этот ПК
vi: Không đồng bộ trên máy này

source: Location on this PC
fr: Emplacement sur ce PC
ru: Помещено на тот ПК
vi: Nơi để thư mục trên máy này

source: Members accessing this share
fr: Membres ayant accès à ce partage

source: Share name
fr: Nom de partage
ru: имя папки
vi: Tên chia sẻ

source: << Back to share list
fr: << Revenir à la liste des partages
ru: <<Вернуться к листу обмена
vi: << Quay lại danh sách chia sẻ

source: New share
fr: Nouveau partage
ru: Новые папки
vi: Chia sẻ mới

source: Personal folder
fr: Dossier personnel
ru: Персональная папка
vi: Thư mục cá nhân

source: %d members
fr: %d membres
ru: %d участников
vi: %d thành viên

source: Encrypted
fr: Chiffré
ru: Зашифровано
vi: mã hóa

source: Not encrypted
fr: Non chiffré
ru: Не зашифровано
vi: không mã hóa

source: Status:
fr: Statut :
ru: Статус :
vi: Hiện trạng:

source: This share contains %(n_folders)d folders and %(n_files)d files,
fr: Ce partage contient %(n_folders)d dossier(s) et %(n_files)d fichier(s),
ru: Содержимое %(n_folders)d папки и %(n_files)d айла,
vi: Chia sẻ này chưa %(n_folders)d thư mục và %(n_files)d tập tin,

source: which takes the disk space of %s
fr: qui occupe un espace de %s sur le disque
ru: что занимает память %s на диске
vi: chiếm không gian %s trên ổ đĩa.

source: Quit this share
fr: Quitter ce partage
ru: Покинуть папку
vi: Thoát chia sẻ này

source: Delete this share
fr: Supprimer ce partage
ru: Удалить папку
vi: Xóa thư mục chia sẻ này

source: Loading ...
fr: Chargement...
ru: Загрузка...
vi: Đang tải...

source: Open folder
fr: Ouvrir le dossier
ru: Открыть папку
vi: Mở thư mục

source: Advanced options
fr: Options avancées
ru: Продвинутая версия
vi: Tùy chọn nâng cao

source: This folder already exists
fr: Ce dossier existe déjà
ru: папка уже существует
vi: Thư mục này đã có rồi

source: Share Details
fr: Détails du partage
ru: Детали обмена
vi: Thông tin chi tiết chia sẻ

source: Launch Bajoo at system startup
fr: Lancer Bajoo au démarrage du système
ru: Бажу запуск при загрузке
vi: Chạy phần mềm Bajoo khi khởi động hệ thống

source: Activate status icon and the contextual menu
fr: Activer l'icône de statut et le menu contextuel
ru: Включить значок состояния и контекстное меню
vi: Kích hoạt biểu tượng hiện trạng và thực đơn ngữ cảnh

source: Display a notification when file download is finished
fr: Afficher une notification après le téléchargement de fichiers

source: Language
fr: Langue
ru: Язык
vi: Ngôn ngữ

source: Refresh
fr: Actualiser
ru: Актуализировать
vi: Nạp lại

source: Details
fr: Détails
ru: Детали
vi: Chi tiết

source: Limit incoming debit (download)
fr: Limiter le débit descendant
ru: Ограничить скачивание
vi: Giới hạn tải xuống

source: Limit outgoing debit (upload)
fr: Limiter le débit montant
ru: Ограничить загрузку
vi: Giới hạn tải lên

source: Kb/s
fr: Ko/s
ru: Kб/с

source: Bandwidth
fr: Bande passante
ru: Сила сигнала
vi: Băng thông

source: General settings
fr: Paramètres généraux
ru: Общие настройки
vi: Tùy chỉnh chung

source: Network settings
fr: Paramètres réseaux
ru: Настройки связи
vi: Tùy chỉnh mạng

source: Not connected
fr: Déconnecté
ru: отключен
vi: Kết nối bị ngắt

source: Connection in progress...
fr: Connexion en cours ...
ru: Подключение в процессе...
vi: Đang kết nối...

source: Sync up to date
fr: Synchronisation à jour
ru: Синхронное обновление
vi: Đã đồng bộ

source: Shares currently syncing...
fr: Partages en cours de synchronisation ...
ru: Разделенные данные в процессе синхронизации...
vi: Các thư mục chia sẻ đăng được đồng bộ hóa...

source: Synchronization suspended
fr: Synchronisation suspendue
ru: Синхронизация приостановлена
vi: Tạm ngưng đồng bộ hóa

source: Synchronization is not active
fr: Synchronization désactivée
ru: Синхронизация отключена
vi: Chưa bật đồng bộ hóa

source: An error occurred :(
fr: Une erreur est survenue : %s
ru: Обнаружена ошибка :(
vi: Đã có lỗi xảy ra :(

source: Bajoo folder
fr: Répertoire Bajoo
vi: Thư mục Bajoo

source: Looks like you don't have any share
fr: Il semble que vous n'avez aucun partage.
ru: Кажется у вас нет никуких общих папок.
vi: Có vẻ như bạn không có thư mục chia sẻ nào.

source: Suspend synchronization
fr: Suspendre la synchronisation

source: Manage my folders...
fr: Gérer mes dossiers
vi: Quản lý các thư mục...

source: My client space
fr: Mon espace client

source: Invite a friend on Bajoo
fr: Inviter un ami sur Bajoo.

source: Online help
fr: Support en ligne
ru: Онлайн поддержка
vi: Hỗ trợ trực tuyến

source: Settings ...
fr: Paramètres ...
ru: Настройки...
vi: Hiệu chỉnh...

source: Login window
fr: Fenêtre de connexion
ru: Окно подключения
vi: Cửa sổ đăng nhập

source: Open the login and registration window
fr: Ouvrir la fenêtre de connexion / inscription

source: Report a problem
fr: Signaler un problème
vi: Gửi thông báo lỗi

source: Quit
fr: Quitter
ru: Покинуть
vi: Thoát

source: Quit Bajoo
fr: Quitter Bajoo

source: Shares folder
fr: Mes partages
ru: Общая папка
vi: Các thư mục chia sẻ

source: https://www.bajoo.fr/help
fr: https://www.bajoo.fr/assistance

source: This field is required.
fr: Ce champ est obligatoire.
ru: Это поле обязятельно.
vi: Đây là thông tin bắt buộc.

source: The confirmation differs from the password.
fr: La confirmation est différente du mot de passe.
ru: Подтверждение различно от пароля.
vi: Xác nhận không giống như mật khẩu.

source: This email is not valid.
fr: Cet email n'est pas valide.
ru: Адрес не действителен.
vi: Email này không hợp lệ.

source: This field must contains at least %s characters.
fr: Ce champ doit contenir au moins %s caractères.
ru: Это поле должно содержать минимум %s символов.
vi: Thông tin này phải chứa ít nhất %s ký tự.

source: Unknown
fr: Inconnu
ru: Неизвестно
vi: Không biết

source: Stopped
fr: Arrêté
ru: Стоп
vi: Ngừng hẳn

source: Paused
fr: Suspendu
ru: Завершенные
vi: Tạm ngưng

source: Started
fr: Démarré
ru: Обновленные
vi: Khởi động

source: Quota exceeded
fr: Limite de quota atteinte
ru: Дополнительный лимит исчерпан
vi: Quota đã hết

source: Passphrase needed
fr: La phrase secrète est requise

source: The corresponding folder exists, but the Bajoo index file is missing.
fr: Le dossier correspondant au partage existe, mais le fichier d'index de Bajoo est manquant.
ru: Папка для раздела существует, но фаил с индексом Бажу отсутствует.
vi: Thư mục tương ứng với chia sẻ trên máy bạn vẫn còn, nhưng không thấy tập tin chỉ số Bajoo.

source: The local folder is missing.
fr: Le dossier local est manquant.
ru: Локальная папка отсутствует.
vi: Thư mục tương ứng trên máy bạn không còn.

source: Folder creation failed: %s
fr: La création de dossier a échoué : %s
ru: Создание папки пракращено: %s
vi: Lỗi khi tạo thư mục trên máy bạn: %s

source: A network error has occurred.
fr: Il y a une erreur de réseau.
ru: Проблемы со связью.
vi: Đã có lỗi truy cập mạng.

source: Unable to connect to the Bajoo servers.
fr: Impossible de se connecter aux serveurs Bajoo.
ru: Подключение к серверу Баже невозможно.
vi: Không thể kết nối đến các máy chủ Bajoo.

source: The server did not respond on time.
fr: Le serveur n'a pas répondu à temps.
ru: Сервер не ответил вовремя.
vi: Máy chủ không gửi được câu trả lời.

source: Proxy error
fr: Erreur de proxy
ru: Ошибка proxy
vi: Lỗi proxy

source: The server has returned an HTTP error: %(code)s %(reason)s
fr: Le serveur a retourné une erreur HTTP : %(code)s %(reason)s
ru: сервер выдал ошибку HTTP : %(code)s %(reason)s
vi: Máy chủ trả về lỗi HTTP : %(code)s %(reason)s

source: The HTTP request is invalid. This is a bug, either in the client or in the server. Sorry for the inconvenience :(
fr: La requête HTTP est invalide. Une erreur est survenue côté client ou côté serveur. Désolé pour ce désagrément :(
ru: Запрос HTTP является недействительным. Произошла ошибка на стороне клиента или на стороне сервера. Извините за неудобства :(
vi: Yêu cầu HTTP không hợp lệ. Đây là lỗi ở phía máy chủ hoặc phần mềm. Chúng tôi xin lỗi vì sự bất tiện này. :(

source: Your session has expired.
fr: Votre session a expiré.
ru: Время сеанса истекло.
vi: Buổi làm việc (session) của bạn đã hết hạn.

source: You don't have the permission to do this operation.
fr: Vous n'avez pas de droit de faire cette opération.
ru: Вы не можете совершить эту операцию.
vi: Bạn không được cấp quyền cho chức năng này.

source: The element you're looking for has not been found.
fr: L'élément que vous cherchez n'a pas été trouvé.
ru: Разыскиваемый элемент не найден.
vi: Cái bạn muốn tìm không được tìm thấy.

source: The Bajoo servers have encountered an unexpected error :(
fr: Les serveurs Bajoo ont rencontré une erreur inattendue :(
ru: Сервер Бажу столкнулся с непредвиденной ошибкой :(
vi: Các máy chủ Bajoo đã gặp sự cố không mong muốn :(

source: Bajoo service does not understand or does not support this function.
fr: Le service Bajoo ne comprend pas ou ne supporte pas cette fonction.
ru: Услуга Бажу не включает или не поддерживает эту функцию
vi: Dịch vụ Bajoo không hiểu hoặc không hỗ trợ chức năng này.

source: The Bajoo servers are temporarily unavailable. Please try again later.
fr: Les serveurs Bajoo sont temporairement inaccessibles. Veuillez réessayer plus tard.
ru: Серверы бажу временно недоступны.Попробуйте позже.
vi: Hiện tại các máy chủ Bajoo không truy cập được. Vui lòng thử lại sau.

source: Your quota has exceeded.
fr: Limite de quota atteinte
ru: Лимит исчерпан
vi: Bạn đã dùng vượt quota

source: Proxy is activate, but no URL is present. Check your configuration.
fr: Le proxy est activé, mais aucune URL n'a été définie. Vérifiez votre configuration.
ru: proxy подключен, но URL не найден. Проверьте конфигурацию.
vi: Proxy đã được bật, nhưng không có URL. Vui lòng kiểm tra thông tin.

source: Version:
ru: Версия:
vi: Phiên bản:

source: The configuration of your Bajoo client and its log files will be attached to your message. Please note that this is not a support channel and that no response will be made in this way. For inquiries, please contact support by email:
vi: Các tùy chỉnh của Bajoo và các tập tin logs sẽ được đính kèm với tin nhắn của bạn. Vui lòng lưu ý rằng đây không phải là kênh hỗ trợ và bạn sẽ không nhận được câu trả lời qua đây.Khi cần kíp, bạn vui lòng liên lạc qua email hỗ trợ khách hàng:

source: Auto
vi: Tự động

source: Admin
ru: Админ
vi: Quản trị viên

source: Port
ru: Вход
vi: Cổng

source: Bajoo - Configuration
ru: Бажу- конфигурация
vi: Bajoo - Tùy chỉnh

source: The download has been interrupted, either by the server, or by a connexion failure.
vi: Lượt tải đã thật bại, có thể do máy chủ hoặc kết nối bị ngắt.

source: Bajoo
ru: Бажу

source: www.bajoo.fr
ru: www.bajoo.ru

source: OK
ru: Принято

source: Email
ru: Mэил
