Repository: Bajoo/client-pc
Catalog: bajoo/locale/*/LC_MESSAGES/bajoo.po
Languages: fr, ru, vi

source: The authentication server has returned invalid data.
fr: Le serveur d'authentification a retourné des données invalides.
vi: Máy chủ định danh trả về dữ liệu không hợp lệ.

source: Another instance of Bajoo is actually running. You can't open Bajoo twice.
fr: Une autre instance de Bajoo est demarrée. Vous ne pouvez pas ouvrir Bajoo deux fois.
vi: Ứng dụng Bajoo đang hoạt động. Bạn không thể bật Bajoo hai lần.

source: Bajoo already started
fr: Bajoo déjà démarré
vi: Bajoo đã được khởi động

source: Error occurred: %s.
fr: Erreur : %s
ru: Произошла ошибка: %s
vi: Lỗi: %s

source: Cannot add this member to team share; maybe this account does not exist.
fr: Impossible d'ajouter ce membre au partage collaboratif; peut-être que ce compte n'existe pas.
ru: Невозможно добавить этого члена к совместному обмену ; возможно, это учетная запись не существует
vi: Không thể thêm thành viên này vào chia sẻ nhóm; có thể rằng tài khoản không tồn tại.

source: %(email)s has been given access to team share '%(name)s'
fr: %(email)s a maintenant accès au partage '%(name)s'
ru: %(email)s имеют доступ '%(name)s'
vi: %(email)s đã được cho phép truy cập vào chia sẻ nhóm '%(name)s'

source: Unidentified container, cannot add member
fr: Conteneur inconnu, impossible d'ajouter un membre
ru: Неизвестный контейнер, невозможно добавить нового участника
vi: Thư mục không xác định, không thể thêm thành viên vào.

source: Cannot remove this member from this team share.
fr: Impossible de retirer ce membre du partage.
ru: Невозможно удалить участника из этой папки обмена.
vi: Không thể bỏ thành viên này ra khỏi chia sẻ nhóm

source: %(email)s's access to team share '%(name)s' has been removed.
fr: Les accès de %(email)s au partage '%(name)s' ont été retirés.
ru: Доступы к %(email)s к обменам '%(name)s были удалены .
vi: Đã bỏ quyền truy cập của %(email)s khỏi chia sẻ nhóm '%(name)s'.

source: Unidentified container, cannot remove member
fr: Conteneur inconnu, impossible de retirer un membre
ru: Контейнер неизвестный, невозможно удалить участника
vi: Thư mục không xác định, không thể bỏ thành viên ra khỏi nhóm.

source: Cannot create share %s
fr: Impossible de créer le partage %s.
ru: Невозможно создать папку обмена %s.
vi: Lỗi khi tạo thư mục chia sẻ %s.

source: Some members cannot be added to this team share. Please verify the email addresses.
fr: Certains membres n'ont pas pu être ajoutés au partage collaboratif. Merci de vérifier les adresses email.
ru: Некоторые члены могут быть добавлены к совместному обмену. Спасибо Проверить электронную почту.
vi: Vài thành viên không được cấp quyền cho chia sẻ này. Vui lòng kiểm tra các địa chỉ email.

source: Team share %s has been successfully created
fr: Le partage collaboratif %s a été créé avec succès
ru: Коллуктивнй обмен %s был успешно создан
vi: Thư mục chia sẻ nhóm %s đã được tạo thành công.

source: This folder has been succesfully moved to the new location.
fr: Le dossier a bien été déplacé vers son nouvel emplacement.
ru: Папка успешно была перемещена в новое место.
vi: Thư mục này đã được di chuyển đến nơi mới.

source: The synchronization of this share is stopped.
fr: La synchronisation de se partage est stoppée.
ru: La synchronisation de se partage est arrêtée.
vi: Đã ngừng đồng bộ hóa thư mục chia sẻ này.

source: The synchronization of this share has restarted.
fr: La synchronisation de ce partage a redémarré.

source: Error
fr: Erreur
ru: Ошибка
vi: Lỗi

source: An error occured when trying to quit team share %s.
fr: Erreur lors de la tentative de sortie du partage %s.
ru: Ошибка при попытке покинуть папку обмена %s.
vi: Lỗi khi muốn thoát khỏi chia sẻ nhóm %s.

source: Quit team share
fr: Quitter un partage collaboratif
ru: Покинуть колллективный обмен
vi: Thoát khỏi chia sẻ nhóm

source: You have no longer access to team share %s.
fr: Vous n'avez plus accès au partage collaboratif %s.
ru: У вас больше нет доступа к коллективному обмену %s.
vi: Bạn không còn quyền truy cập vào chia sẻ nhóm %s.

source: A team share has been successfully deleted from server.
fr: Un partage collaboratif a été supprimé du serveur avec succès.
ru: Коллективный обмен был успешно удален с сервра.
vi: Chia sẻ nhóm đã được xóa khỏi máy chủ.

source: Team share %s cannot be deleted from server.
fr: Impossible de supprimer le partage collaboratif %s sur le serveur.
ru: Удаление коллективного обмена с сервера невозможно %s .
vi: Lỗi khi xóa chia sẻ nhóm %s trên máy chủ.

source: Beta tester account
fr: Compte bêta testeur
ru: Тест бета аккаунта
vi: Tài khoản kiểm thử beta.

source: Failure when attempting to change password.
fr: Echec du changement de mot de passe.
ru: Ошибка при измене пароля.
vi: Lỗi khi đổi mật khẩu.

source: Sync error
fr: Erreur de synchronisation
ru: Ошибка синхронизации
vi: Lỗi đồng bộ hóa

source: An error happened! Consult the logs for more details
fr: Une erreur s'est produite ! Consultez les journaux d'évènements pour plus de détails
vi: Có lỗi xảy ra! Vui lòng xem các tập tin nhật ký để biết thêm chi tiết.

source: B
fr: octet
ru: octet

source: GB
fr: Go

source: KB
fr: Ko
ru: K

source: MB
fr: Mo
ru: MБ

source: PB
fr: Po
ru: PO

source: TB
fr: To
ru: TO

source: EB
fr: Eo
ru: EO

source: YB
fr: Yo
ru: YO

source: ZB
fr: Zo
ru: ZO

source: This program's version is no longer supported by Bajoo service. Please update to continue.
fr: La version de ce logiciel n'est plus supportée par les services Bajoo. Veuillez le mettre à jour.
ru: Данное программное обеспечение сервисами больше не поддерживаетсяБажу, требует обновления.
vi: Phiên bản Bajoo này không còn được hỗ trợ. Mời bạn vui lòng cập nhật phiên bản mới để tiếp tục.

source: Invalid username or password.
fr: Identifiant ou mot de passe invalide.
ru: Логин или пароль неверны.
vi: Tên đăng nhập hoặc mật khẩu không hợp lệ.

source: There is already an account with this email.
fr: Il y a déjà un compte utilisant cet email.
ru: Данный адрес уже существует.
vi: Đã có người dùng email này.

source: An error occurred: %s
fr: Une erreur s'est produite : %s
ru: Произошла ошибка: %s
vi: Đã có lỗi xảy ra: %s

source: Error: %s
fr: Erreur: %s
ru: Ошибка: %s
vi: Lỗi: %s

source: Error when applying the Bajoo root folder config: %s
fr: Erreur d'application de la configuration du dossier racine Bajoo : %s
ru: Ошибка при конфигурации приложения Бажу: %s
vi: Lỗi khi áp dùng tùy chỉnh với thư mục gốc Bajoo : %s

source: You haven't yet registered a GPG key.
fr: Vous n'avez pas encore enregistré de clé GPG.
ru: Вы еще не зарегистрировали ключ GPG.
vi: Bạn chưa lưu khóa GPG nào.

source: Error during the GPG key check: %s
fr: Erreur lors de la vérification de la clé GPG : %s
ru: Ошибка при проверки ключа GPG : %s
vi: Lỗi khi kiểm tra khóa GPG GPG : %s

source: %s doesn't exist, or is not a directory
fr: %s n'existe plus, ou n'est pas un dossier.

source: %s has not the read and/or write permissions.
fr: %s n'a pas de droit de lecture et/ou d'écriture.
ru: %s нет права на прочтение/ либо на запись
vi: %s không được cấp phép đọc và/hoặc lưu.

source: Shares
fr: Mes partages
ru: Разделенные данные
vi: Chia sẻ

source: No passphrase set. Syncing is disabled
fr: La phrase secrète n'est pas définie, la synchronisation est désactivée
ru: Секретная фраза не обнаружена, синхронизация прекращена
vi: Chuỗi khóa mã hóa chưa thiết lập. Tiến trình đồng bộ hóa đã tắt

source: No passphrase set. Cyphered containers will be paused
fr: La phrase secrète n'est pas définie, les dossiers chiffrés sont arrêtés
ru: Секретная фраза не обнаружена, зашифрованные папки преостановленны
vi: Chuỗi khóa mã hóa chưa thiết lập. Các thư mục được mã hóa sẽ tạm ngưng đồng bộ

source: Quota limit reached
fr: Limite de quota atteinte
ru: Дополнительный лимит исчерпан
vi: Quota vượt giới hạn

source: Your quota has exceeded. All upload operations are delayed in the next 5 minutes.
fr: Limite de quota atteinte. Toutes les opérations sont suspendues durant les prochaines 5 minutes
ru: Дополнительны лимит исчерпан.Все операции будут преостановлены в течении 5 минут
vi: Bạn đã dùng vượt quota. Mọi thao tác tải lên sẽ bị ngừng trong 5 phút tới.

source: Error when adding new share
fr: Erreur lors de l'ajout d'un nouveau partage
ru: Ошибка при добавлении новой папки обмена
vi: Lỗi khi thêm thư mục chia sẻ mới

source: Unable to create a folder for %(name)s: %(error)s
fr: Impossible de créer un dossier pour %(name)s : %(error)s
ru: Невозможно создать папку для %(name)s : %(error)s
vi: Không thể tạo thêm thư mục mới vì %(name)s :%(error)s

source: Error on share sync
fr: Erreur de synchronisation de partage
ru: Ошибка при синхронизации обмена
vi: Lỗi khi đồng bộ hóa thư mục chia sẻ

source: Unable to sync the share %(name)s: %(error)s
fr: Impossible de synchroniser le partage %(name)s: %(error)s
ru: Невозмоно синхронизировать обмен %(name)s: %(error)s
vi: Lỗi khi đồng bộ hóa thư mục %(name)s: %(error)s

source: Your MyBajoo folder has been created.
fr: Votre dossier MyBajoo a été créé.

source: New Bajoo share added
fr: Nouveau partage Bajoo ajouté
ru: Новый обмен Бажу добавлен
vi: Thư mục chia sẻ mới đã được tạo thành công

source: You have a new Bajoo share: %s
fr: Vous avez un nouveau partage Bajoo : %s
ru: Вы имеете новый обмен Бажу: %s
vi: Bạn có một thư mục chia sẻ Bajoo mới : %s

source: You have %s new Bajoo shares:
fr: Vous avez %s nouveaux partages Bajoo :
ru: Вы имеете новый обмен Бажу: %s
vi: Bạn có %s thư mục chia sẻ Bajoo mới:

source: and %s others
fr: et %s autres
ru: и %s другое
vi: và %s khác

source: New Bajoo shares added
fr: Nouveau partages Bajoo ajoutés
ru: Новые обмены Бажу добавлены
vi: Các thư mục chia sẻ Bajoo đã được thêm vào

source: A Bajoo share have been removed.
fr: Un partage Bajoo a été supprimé.
ru: Обмен бажу был удален.
vi: Một thư mục chia sẻ Bajoo đã bị xóa.

source: Either the share has been deleted or your permissions have been revoked.
fr: Soit le partage a été supprimé, soit vos droits ont été révoqués.
ru: Либо обмен был удален, или ваши права были аннулированы
vi: Có thể thư mục chia sẻ Bajoo đã bị xóa, hoặc bạn không còn được cấp phép.

source: %s Bajoo shares have been removed.
fr: %s partages ont été supprimés.
ru: %s Обмены Бажу удалены.
vi: %s thư mục chia sẻ Bajoo đã bị xóa.

source: Either the shares have been deleted, or your permissions have been revoked.
fr: Soit les partages ont été supprimés, soit vos droits ont été révoqués.
ru: Либо обмены былиудалены, или ваши права были аннулированы
vi: Có thể các thư mục chia sẻ Bajoo đã bị xóa, hoặc bạn không còn được cấp phép.

source: The passphrase request has been rejected by the user.
fr: L'utilisateur a refusé d'entrer sa phrase secrète
ru: Пользователь отказался вводить секретную фразу
vi: Yêu cầu tạo mật mã mã hóa đã bị người dùng từ chối.

source: Error during the sync of the "%(name)s" container: %(error)s
fr: Erreur lors de la synchronisation du dossier "%(name)s": %(error)s
ru: Ошибка при синхронизации папки "%(name)s": %(error)s
vi: Lỗi khi đồng bộ hóa thư mục "%(name)s": %(error)s

source: Error during sync of the file(s) "%(filename)s" in the "%(name)s" container: %(error)s
fr: Erreur lors de la synchronisation du/des fichier(s) "%(filename)s" dans le dossier "%(name)s" : %(error)s
ru: Ошибка при синхронизации/файла(ов) "%(filename)s"папке "%(name)s" : %(error)s
vi: Lỗi khi đồng bộ hóa tập tin "%(filename)s" trong thư mục "%(name)s":%(error)s

source: Official software for Bajoo online storage service.
fr: Client officiel pour le service de stockage en ligne Bajoo.
ru: Официальный клиент для сервис онлайн-хранения Бажу.
vi: Phần mềm chính thức của dịch vụ lưu trữ trực tuyến Bajoo.

source: This software is distributed under the terms of the MIT License.
fr: Ce logiciel est distribué sous License MIT.
ru: Это программное обеспечение распространяется под лицензией MIT.
vi: Phần mềm này được phân phối dưới giấy phép MIT.

source: It is freely redistributable, the source code is available
fr: Il est librement redistribuable, le code source est disponible
ru: Он свободно распростроняемый, код доступа доступен
vi: Mọi người có toàn quyền tái phân phối nó, mã nguồn có thể được truy cập

source: on GitHub.
fr: sur GitHub.
ru: на GitHub.
vi: trên GitHub.

source: Bajoo is a registered trademark.
fr: Bajoo est une marque déposée.
vi: Bajoo là một thương hiệu đã được đăng ký.

source: List of frequently asked questions.
fr: Foire aux questions
ru: Список вопросов .
vi: Các câu hỏi thường gặp.

source: If you have a new question, feel free to
fr: Si vous avez la moindre question, n'hésitez pas à
ru: если у вас возникли вопросы, обращайтесь
vi: Nếu bạn có thắc mắc gì, cứ tự nhiên

source: contact us
fr: nous contacter
ru: связаться с нами
vi: liên lạc với chúng tôi

source: or
fr: ou
ru: или
vi: hoặc

source: report a problem.
fr: signaler un problème.
vi: gửi thông báo lỗi.

source: Bajoo uses the following libraries:
fr: Bajoo utilise les librairies suivantes :
ru: Бажу использует следующие источники:
vi: Bajoo sử dụng các thư viện sau đây:

source: About Bajoo
fr: À propos de Bajoo
ru: О Бажу
vi: Nói về Bajoo

source: If you have a new question, feel free to
fr: Si vous avez une nouvelle question, n'hésitez pas à
ru: Если у вас новый вопрос, обращайтесь в
vi: Nếu bạn có câu hỏi mới nào, xin cứ tự nhiên

source: Cancel
fr: Annuler
ru: Отменить
vi: Hủy

source: Apply
fr: Appliquer
ru: Применить
vi: Áp dụng

source: The bug description is required
fr: Un descriptif de bug est nécessaire

source: The email field is required
fr: Le champ email est obligatoire

source: The email must be valid.
fr: Cet email doit être valide.

source: Your message has been sent to the developers. They will reply to you by email.
fr: Votre message a été transmis aux développeurs. Ils vous répondrons par mail.
vi: Thông điệp của bạn đã được gửi đến các nhà phát triển phần mềm. Họ sẽ trả lời bạn qua email.

source: Bug report sent!
fr: Rapport de bug envoyé !
vi: Báo cáo lỗi đã được gửi đi!

source: Send a message to the developers
fr: Envoyer un message aux développeurs
ru: Отправить сообщение создателю
vi: Gửi tin nhắn đến các nhà phát triển phần mềm

source: Write your message here:
fr: Écrivez votre message ici :
ru: Напишите ваше сообщение тут:
vi: Viết tin nhắn của bạn ở đây:

source: Settings and log files will be joined to your message.
fr: La configuration et les fichiers de log seront joints à votre message
ru: Настройки и папки лог будут пришиты к вашему сообщению
vi: Các thiết lập và tập tin nhật ký sẽ được gửi kèm tin nhắn

source: Send
fr: Envoyer
ru: Отправить
vi: Gửi

source: Bajoo - Change password
fr: Bajoo - Modification de mot de passe
ru: Бажу- изменить пароль
vi: Bajoo - Đổi mật khẩu

source: No
fr: Non
ru: Нет
vi: Không

source: Yes
fr: Oui
ru: Да
vi: Có

source: Are you sure to delete the team share %s?
fr: Êtes-vous sûr de vouloir supprimer ce partage collaboratif: %s ?
ru: Вы уверенны в удалении коллективного обмена: %s ?
vi: Bạn có chắc chắn muốn xóa chia sẻ nhóm này: %s ?

source: Delete team share
fr: Supprimer ce partage
ru: Удалить папку обмена
vi: Xóa thư mục chia sẻ

source: Are you sure to remove %s from your shares?
fr: Êtes-vous sûr de vouloir supprimer %s de vos partages ?
ru: Вы уверенны в удалении %s ваших папок обмена?
vi: Bạn có chắc chắn muốn xóa thư mục chia sẻ %s?

source: Your member setting has not been saved yet.Do you want to continue and ignore the changes ?
fr: Votre édition ou ajout de membre n'a pas encore été validée. Voulez-vous continuer et ignorer ces changements ?
ru: Ваш редактирование или добавление участников еще не было одобрено. продолжать и игнорировать эти изменения ?
vi: Những thay đổi của bạn về thành viên nhóm chưa được lưu lại. Bạn có muốn bỏ qua những thay đổi này và tiếp tục không?

source: Data not saved
fr: Données non sauvegardées
ru: Не сохраненные данные
vi: Dữ liệu chưa được lưu

source: Browse
fr: Parcourir
ru: Прикрепить
vi: Duyệt chọn

source: You are about to change your password. For this, you need to enter your current password, and the new password that you want to use.
fr: Vous êtes sur le point de modifier votre mot de passe. Pour cela, vous devriez entrer votre mot de passe actuel, et le nouveau que vous voulez utiliser.
ru: Вы в процессе модификации вашего пароля. Для этого введите существующий пароль, и новый который хотите использовать.
vi: Bạn đang chuẩn bị đổi mật khẩu. Để làm việc này, bạn phải nhập mật khẩu hiện tại, và mật khẩu mới mà bạn muốn sử dụng.

source: Then you will receive a confirmation email.
fr: Puis vous recevez un email de confirmation.
ru: Вы получите подтверждающий мэил.
vi: Sau đó bạn sẽ nhận một email xác nhận.

source: Current password
fr: Mot de passe actuel
ru: Существующий пароль
vi: Mật khẩu hiện tại

source: New password
fr: Nouveau mot de passe
ru: Новый пароль
vi: Mật khẩu mới

source: Confirm new password
fr: Confirmer le nouveau mot de passe
ru: Подтвердите новый пароль
vi: Xác nhận mật khẩu mới

source: Username (email)
fr: Identifiant (email)
ru: Логин( имэил)
vi: Tài khoản đăng nhập (email)

source: Password
fr: Mot de passe
ru: Пароль
vi: Mật khẩu

source: Connection
fr: Connexion
ru: Подключение
vi: Kết nối

source: Forgot password?
fr: Mot de passe oublié ?
vi: Quên mật khẩu?

source: User
fr: Utilisateur
ru: Пользователь
vi: Người dùng

source: Permission
fr: Droits
ru: Разрешение
vi: Quyền

source: Read Write
fr: Lecture, Écriture
ru: Прочтение Запись
vi: Đọc, ghi

source: Read Only
fr: Lecture seule
ru: Одиночное прочтение
vi: Chỉ đọc

source: System settings
fr: Paramètres système
ru: Параметры системы
vi: Hiệu chỉnh của hệ thống

source: Do not use proxy
fr: Pas de proxy
ru: Нету proxy
vi: Không có proxy

source: Manual settings
fr: Paramètres manuels
ru: Мануальные настройки
vi: Tùy chỉnh tay

source: The server requires an authentication
fr: Le serveur requiert une authentification
ru: Сервер требует проверки подлинности
vi: Máy chủ yêu cầu đăng nhập

source: Server
fr: Serveur
ru: Сервер
vi: Máy chủ

source: Proxy type:
fr: Type de proxy :
ru: Тип proxy :
vi: Loại proxy :

source: 8 characters minimum
fr: Au moins 8 caractères
ru: минимум 8 символов
vi: Ít nhất 8 ký tự

source: Password confirmation
fr: Confirmation du mot de passe
ru: Подтверждение пароля
vi: Xác nhận mật khẩu

source: Create my account
fr: Créer un compte
ru: Создать пароль
vi: Tạo cho tôi một tài khoản

source: connection successful
fr: Connexion réussie
ru: Соединение удалось
vi: Kết nối thành công

source: You've been successfully connected.
fr: Vous avez bien été connecté.
ru: Вы успешно подключены.
vi: Bạn đã được kết nối thành công.

source: My Folders
fr: Mes dossiers
vi: Các thư mục

source: My Account
fr: Mon compte
ru: Мой аккаунт
vi: Tài khoản của tôi

source: Settings
fr: Paramètres
ru: Параметры
vi: Hiệu chỉnh

source: Create new share
fr: Créer un nouveau partage
ru: Создать новый раздел
vi: Tạo thư mục chia sẻ mới

source: Folder details
fr: Détails du dossier
ru: Детали досье
vi: Chi tiết thông tin thư mục

source: Invalid passphrase!
fr: Phrase secrète incorrecte !
ru: секретная фраза недействительна!
vi: Mật mã không hợp lệ!

source: Bajoo - Ask for passphrase
fr: Bajoo - Demande de la phrase secrète
ru: Бажу- Запрашивает секретную фразу
vi: Bajoo - Yêu cầu mật mã mã hóa

source: Enter your Bajoo pasphrase to start the synchronization of your encrypted files.
fr: Entrez votre phrase secrète Bajoo pour démarrer la synchronisation de vos fichiers chiffrés.
ru: Введите секретную фразу для запуска синхронизацииЗашифрованные файлы.
vi: Nhập mật mã mã hóa để bắt đầu đồng bộ hóa những tập tin mã hóa của bạn.

source: Memorize the passphrase
fr: Mémoriser ma phrase secrète
ru: Сохранить секретную фразу
vi: Nhớ mật mã mã hóa

source: Bajoo - Activate your account
fr: Bajoo - Activer votre compte
ru: Бажу- Активировать аккаунт
vi: Bajoo - Kích hoạt tài khoản

source: Your account is not activated.
fr: Votre compte n'est pas encore activé.
ru: Ваш аккаунт не активен.
vi: Tài khoản của bạn chưa được kích hoạt.

source: For continuing, your must activate your account. You should receive in the next minutes, a confirmation email with an activation link. You should follow that link to continue.
fr: Pour continuer, vous devez activer votre compte. Vous recevrez un email de confirmation dans quelques minutes, avec un lien d'activation. Veuillez cliquer sur ce lien pour continuer.
ru: Для продолжения, необходимо активировать аккаунт. Через несколько минут вы получите на ваш меил ссылкудля активации. Для продолжения вам необходимо следовать этой ссылке.
vi: Để tiếp tục, bạn cần kích hoạt tài khoản. Bạn sẽ nhận được một liên kết để kích hoạt tài khoản qua email. Bạn cần theo dấu liên kết này để tiếp tục.

source: Come back later
fr: Revenez plus tard
ru: Вернуться позже
vi: Quay lại sau

source: It's done!
fr: C'est fait !
ru: Готово !
vi: Xong!

source: Make an account
fr: Créer un compte
ru: Создать аккаунт
vi: Tạo tài khoản

source: proxy settings
fr: Paramètres proxy
ru: Настройки proxy
vi: Hiệu chỉnh proxy

source: Language:
fr: Langue :
ru: Язык :
vi: Ngôn ngữ:

source: Encryption
fr: Chiffrement
ru: Шифровка
vi: Mã hóa

source: Your passphrase is known only by yourself. It's used to encrypt your data. It should contains at least 8 characters.You can use a real phrase to memorize it more easily (ex: MyBajooAccount).
fr: Vous êtes le seul qui connaissez cette phrase secrète. Elle est utilisée chiffrer vos données. Elle doit être composée d'au moins 8 caractères. Vous pouvez utiliser une phrase réelle pour la mémoriser plus facilement.
ru: олько вам доступна эта зашифрованная фраза.это необходимо для шифр ваших данных. должна составлять минимум 8 символов.вы можете использовать реальную фразу для облегчения.
vi: Bạn là người duy nhất biết mật mã mã hóa. Nó được sử dụng cho việc mã hóa dữ liệu của bạn. Nó phải có ít nhất 8 ký tự. Bạn có thể sử dụng một câu có nghĩa cho dễ nhớ.

source: Don't use encryption passphrase
fr: Ne pas utiliser de phrase secrète de chiffrement
ru: Не использовать секретную фразу
vi: Không sử dụng mật mã mã hóa

source: Root folder Bajoo
fr: Dossier racine Bajoo
ru: Корневая папка
vi: Thư mục gốc Bajoo

source: Your Bajoo shares will be deposit here:
fr: Vos partages Bajoo seront déposés ici :
ru: Ваши папки Бажу будут установленны тут:
vi: Các thư mục chia sẻ Bajoo của bạn sẽ được để ở đây:

source: Validate
fr: Valider
ru: Подтврдить
vi: Phê chuẩn

source: Passphrase
fr: Phrase secrète
ru: Секретная фраза
vi: Mật mã mã hóa

source: passphrase confirmation
fr: Confirmation de la phrase secrète
ru: Подтверждение секретной фразы
vi: Xác nhận mật mã mã hóa

source: %(name)d share folders use %(quota)s, so %(percent)0.2f%% of your Bajoo storage.
fr: %(name)d dossiers partagés utilise %(quota)s, donc %(percent)0.2f%% de votre stockage.
ru: %(name)d использоваемое для досье %(quota)s, %(percent)0.2f%% вашей папки.
vi: %(name)d thư mục sử dụng %(quota)s, tức %(percent)0.2f%% lượng lưu trữ cho phép.

source: You are connected as:
fr: Vous êtes connecté en tant que :
ru: Вы подключенны как :
vi: Bạn đang được kết nối dưới tài khoản:

source: Account type:
fr: Type de compte :
ru: Тип аккаунта:
vi: Loại tài khoản:

source: Your password has been successfully changed.
fr: Votre mot de passe a été correctement changé.
ru: Ваш пароль был успешно изменен.
vi: Mật khẩu của bạn đã được thay đổi.

source: >>> Move to a upper offer
fr: >>> Passer sur une offre supérieure

source: Disconnect my account
fr: Déconnecter mon compte
ru: отключить аккаунт
vi: Thoát khỏi tài khoản này

source: Open my Bajoo folder
fr: Ouvrir mon dossier Bajoo
ru: Открыть мое досье Бажу
vi: Mở thư mục Bajoo

source: Reinitialize my passphrase
fr: Réinitialiser ma passphrase
ru: Сброс фразы
vi: Tạo lại mật mã mã hóa

source: Change password
fr: Changer mon mot de passe
ru: Изменить пароль
vi: Đổi mật khẩu
